Repository: UnicordDev/Unicord
Catalog: Unicord.Universal/Resources/*/ThemesSettingsPage.resw
Source language: en_gb
Languages: es_ar, fr, ja_jp, pl_pl, ru_ru, zh_hans_sg, zh_hant_tw

# CloseButton.Content
source: Close
es_ar: Cerrar
ja_jp: 閉じる
pl_pl: Zamknij
ru_ru: Закрыть
zh_hans_sg: 关闭
zh_hant_tw: 關閉

# ColourSchemeBlock.Description
source: This setting won't be synchronised with Discord.
ja_jp: この設定はDiscordとは同期されません。
pl_pl: Te ustawienia nie będą synchronizowane z Discordem.
ru_ru: Эта настройка не будет синхронизирована с Discord.

# ColourSchemeBlock.Title
source: Colour Scheme
ja_jp: カラースキーム
pl_pl: Schemat kolorów
ru_ru: Цветовая схема

# ColourSchemeDark.Content
source: Dark
es_ar: Oscuro
fr: Sombre
ja_jp: ダーク
pl_pl: Ciemny
ru_ru: Тёмная
zh_hans_sg: 深色
zh_hant_tw: 黑暗的

# ColourSchemeDefault.Content
source: System Default
es_ar: Por Defecto del Sistema
fr: Paramètres par défaut du système
ja_jp: Windowsの設定と同期
pl_pl: Domyślny systemu
ru_ru: Системная по умолчанию
zh_hans_sg: 系统默认
zh_hant_tw: 系統預設值

# ColourSchemeLight.Content
source: Light
es_ar: Luz
fr: Clair
ja_jp: ライト
pl_pl: Jasny
ru_ru: Светлая
zh_hans_sg: 浅色
zh_hant_tw: 光

# EnableAfterInstallationCheckBox.Content
source: Enable theme after installation
es_ar: Activar el tema despues de la instalación
ja_jp: インストール後すぐにテーマを有効にする
pl_pl: Aktywuj motyw po instalacji
ru_ru: Включить тему после установки
zh_hans_sg: 安装后启用主题
zh_hant_tw: 安裝後啟用主題

# InstallButton.Content
source: Install
es_ar: Instalar
ja_jp: インストール
pl_pl: Instaluj
ru_ru: Установить
zh_hans_sg: 安装
zh_hant_tw: 安裝

# MainThemeHeader.Text
source: Themes
es_ar: Temas
fr: Thème principal
ja_jp: テーマ
pl_pl: Motywy
ru_ru: Темы
zh_hans_sg: 主题
zh_hant_tw: 主題

# MainThemeSubheader.Text
source: Wanna spice things up? Download some themes or learn how to make your own!
es_ar: Quieres darle un toque especial? Descárgate algunos temas o aprende a crear los tuyos propios.
fr: Vous voulez pimenter les choses? Téléchargez des thèmes ou apprenez à créer les vôtres!
ja_jp: アクセントを加えたいですか？ テーマを入手して適用してみましょう!
pl_pl: Chcesz coś urozmaicić? Pobierz kilka motywów lub naucz się tworzyć własne!
ru_ru: Хотите добавить пикантности? Скачайте несколько тем или узнайте, как создать свою!
zh_hans_sg: 想让界面更有个性吗？下载一些主题，或了解如何制作你自己的主题！
zh_hant_tw: 想要調味嗎？下載一些主題或學習如何製作自己的主題！

# RelaunchRequired.Text
source: Your changes will take effect once Unicord has been restarted.
es_ar: Para aplicar los cambios, Unicord deberá reiniciarse.
fr: Pour appliquer les modification, Unicord doit redémarrer.
ja_jp: 今回加えた変更はUnicordの再起動後から有効になります。
pl_pl: Zmiany zaczną obowiązywać po ponownym uruchomieniu Unicord.
ru_ru: Изменения вступят в силу после перезапуска Unicord.
zh_hans_sg: 要应用主题更改，Unicord 将需要重新启动。
zh_hant_tw: 要套用主題更改，Unicord 將需要重新啟動。

# ThemeAlreadyInstalledMessage
source: This theme is already installed, do you want to overwrite it?
es_ar: Este tema ya está instalado. Quieres sobrescribirlo?
fr: Ce thème est déjà installé, voulez-vous l'écraser?
ja_jp: このテーマは既にインストールされていますが、置き換えますか？
pl_pl: Ten motyw jest już zainstalowany, czy chcesz go zastąpić?
ru_ru: Эта тема уже установлена, хотите перезаписать её?
zh_hans_sg: 该主题已安装。您想覆盖它吗？
zh_hant_tw: 該主題已安裝。您想覆蓋它嗎？

# ThemeAlreadyInstalledTitle
source: Theme already installed!
es_ar: Tema ya Instalado!
fr: Ce thème est déjà installé!
ja_jp: テーマは既にインストールされています！
pl_pl: Theme już zainstalowany!
ru_ru: Тема уже установлена!
zh_hans_sg: 主题已安装！
zh_hant_tw: 主題已安裝！

# ThemeChangedMessage
source: In order to update your theme, Unicord must restart. Do you want to restart now?
es_ar: Para actualizar tu tema, Unicord debe reiniciarse. Desea reiniciar ahora?
fr: Afin de mettre à jour vôtre thème, Unicord doit redémarrer. Voulez-vous le redémarrer maintenant ?
ja_jp: テーマを更新するには、Unicordを再起動する必要があります。 再起動しますか？?
pl_pl: Aby zaktualizować motyw, Unicord musi zostać ponownie uruchomiony. Czy chcesz uruchomić ponownie aplikacje teraz?
ru_ru: Чтобы обновить тему, Unicord должен быть перезапущен. Хотите перезапустить сейчас?
zh_hans_sg: 为了更新您的主题，Unicord 必须重新启动。您想现在重新启动吗？
zh_hant_tw: 為了更新您的主題，Unicord 必須重新啟動。您想現在重新啟動嗎？

# ThemeChangedTitle
source: Theme changed!
es_ar: Tema cambiado!
fr: Thème changé!
ja_jp: テーマを変更しました！
pl_pl: Motyw zmieniony!
ru_ru: Тема изменена!
zh_hans_sg: 主题已更改！
zh_hant_tw: 主題變了！

# ThemeInvalidDoesNotExist
source: Tried to load a theme that doesn't exist on disk. The theme has been uninstalled.
es_ar: Intentamos cargar un tema que no existe en el disco duro. El tema se ha desinstalado.
fr: J'ai essayé de charger un thème qui n'existe pas sur le disque. Le thème a été désinstallé.
ja_jp: ディスク上に存在しないテーマを読み込もうとしました。テーマはアンインストールされました。
pl_pl: Próbowano załadować motyw, który nie istnieje na dysku. Motyw został odinstalowany.
ru_ru: Попытка загрузить тему, которая не существует на диске. Тема была удалена.
zh_hans_sg: 尝试加载磁盘上不存在的主题。主题已被卸载。
zh_hant_tw: 嘗試載入磁碟上不存在的主題。主題已卸載。

# ThemeInvalidNoJson
source: This file does not appear to be a Unicord theme, missing theme.json!
es_ar: Este archivo no parece ser un tema Unicord, falta theme.json!
fr: Ce fichier ne semble pas être un thème Unicord, il manque le fichier theme.json!
ja_jp: theme.jsonが存在しないため、このファイルはUnicordのテーマファイルではないと思われます。!
pl_pl: Ten plik nie wydaje się być motywem Unicord, brakuje pliku theme.json!
ru_ru: Этот файл, похоже, не является темой Unicord, отсутствует theme.json!
zh_hans_sg: 该文件似乎不是 Unicord 主题，缺少 theme.json！
zh_hant_tw: 該檔案似乎不是 Unicord 主題，缺少 theme.json！

# ThemeInvalidNoLogo
source: This theme specifies a logo file that doesn't exist!
es_ar: Este tema especifica un archivo de logotipo que no existe.
fr: Ce thème mentionne un fichier logo qui n'existe pas!
ja_jp: このテーマは存在しないロゴファイルを指定しています。
pl_pl: Ten motyw określa plik logo, który nie istnieje!
ru_ru: Эта тема указывает на логотип, который не существует!
zh_hans_sg: 该主题指定的徽标文件不存在！
zh_hant_tw: 該主題指定的徽標檔案不存在！

# ThemeLoadFailedFormat
source: Loading your currently selected theme failed! {0}
es_ar: Error al cargar el tema seleccionado. {0}
fr: Le chargement du thème actuellement sélectionné a échoué {0}
ja_jp: 指定されたテーマの読み込みに失敗しました。 {0}
pl_pl: Ładowanie aktualnie wybranego motywu nie powiodło się! {0}
ru_ru: Не удалось загрузить вашу текущую выбранную тему! {0}
zh_hans_sg: 加载当前选择的主题失败！ {0}
zh_hant_tw: 載入目前選擇的主題失敗！ {0}

# ThemePreInstallCheckFailed
source: A pre-install check failed! This probably means your device or the version of Windows you're running is not supported by this theme. Sorry!
es_ar: Ha fallado una comprobación previa a la instalación. Esto probablemente significa que su dispositivo o la versión de Windows que está ejecutando no es compatible con este tema. Lo sentimos.
fr: La vérification de la pré installation à échoué! Cela veut dire que votre appareil ou votre version de Windows n'est pas supporté par ce thème. Désolé !
ja_jp: インストール前のテストに失敗しました！ このテーマはあなたのデバイス、あるいは現在動作しているバージョンのWindowsをサポートしていません。
pl_pl: Sprawdzenie przed instalacją nie powiodło się! Prawdopodobnie oznacza to, że Twoje urządzenie lub używana wersja systemu Windows nie jest obsługiwana przez ten motyw. Przykro mi!
ru_ru: Сбой проверки перед установкой! Вероятно, ваше устройство или версия Windows, которую вы используете, не поддерживается этой темой. Извините!
zh_hans_sg: 预安装检查失败！这可能意味着您的设备或您运行的 Windows 版本不受此主题支持。。
zh_hant_tw: 預安裝檢查失敗！這可能意味著您的裝置或您正在執行的 Windows 版本不受此主題支援。對不起！

# ThemesSettingsHeader.Text
source: Appearance
es_ar: Apariencia
fr: Apparence
ja_jp: 外観
pl_pl: Wygląd
ru_ru: Внешний вид
zh_hans_sg: 外观
zh_hant_tw: 外觀

# ThemeUnsupportedWindowsVersion
source: The version of Windows you're running is not supported by this theme. Sorry!
es_ar: La versión de Windows que utilizas no es compatible con este tema. Lo sentimos.
fr: La version de Windows que vous utilisez n'est pas supportée par ce thème. Désolé !
ja_jp: このテーマは現在動作しているバージョンのWindowsをサポートしていません。
pl_pl: Używana wersja systemu Windows nie jest obsługiwana przez ten motyw. Przykro mi!
ru_ru: Версия Windows, которую вы используете, не поддерживается этой темой. Извините!
zh_hans_sg: 此主题不支持您正在运行的 Windows 版本。。
zh_hant_tw: 此主題不支援您正在執行的 Windows 版本。對不起！
